{
    "erro_1":"A quarta alternativa está correta. No Scrum, as Sprints são períodos fixos, geralmente de uma a quatro semanas, durante os quais a equipe trabalha para completar um conjunto específico de tarefas. Embora o conteúdo das Sprints possa ser ajustado conforme necessário, seus prazos são rígidos e não mudam. Isso pode ser visto como uma desvantagem em situações nas quais seria benéfico ter mais flexibilidade para acomodar mudanças significativas ou problemas inesperados.",
    "erro_2":"As duas afirmativas são falsas porque nenhuma delas descreve corretamente o momento em que essas cerimônias ocorrem no ciclo Scrum. A Sprint Review não é realizada no início de cada Sprint, mas sim no final, e seu propósito é inspecionar o incremento e adaptar o Product Backlog, se necessário. Da mesma forma, a Sprint Retrospective não é realizada no início da Sprint, mas também no final, após a Sprint Review, sendo uma oportunidade para a equipe refletir sobre o Sprint recém-concluído e identificar melhorias para os próximos Sprints.",
    "erro_3":"A descrição correta para Sprint Planning é: “Definir o trabalho a ser realizado na Sprint” (Segunda alternativa). “Refletir sobre a Sprint passada e identificar melhorias” é a descrição da Sprint Retrospective, “sincronizar as atividades diárias da equipe” é a opção que descreve a Daily Scrum e “apresentar e inspecionar o incremento do produto” indica o que ocorre na Sprint Review.",
    "erro_4":"A terceira alternativa é a correta (Exigência de autogestão). Nas equipes Scrum, os integrantes são responsáveis por organizar e gerenciar seu próprio trabalho sem a supervisão direta de um gerente. Embora essa abordagem tenha muitos benefícios, como maior autonomia da equipe, problemas de coordenação e execução das tarefas podem surgir caso haja membros que não possuem as habilidades necessárias para se autogerenciar efetivamente.",
    "erro_5":"A Priorização baseada em valor está focada na entrega contínua de valor ao cliente, pois é uma prática que coloca as tarefas que mais agregam ao produto final em primeiro plano. Seu principal objetivo é garantir que a equipe de desenvolvimento esteja sempre trabalhando nas atividades que mais importam para o cliente. Como a equipe está constantemente focada em fornecer os itens mais valiosos e relevantes primeiro, isso resulta em uma entrega contínua de valor.",
    "erro_6":"A resposta certa é “Product Owner”. Ele trabalha continuamente para maximizar o valor do produto, entendendo as necessidades dos clientes e stakeholders, priorizando funcionalidades e ajustando o desenvolvimento conforme necessário, além de ser o responsável por criar, manter e priorizar o Product Backlog, garantindo que esteja sempre atualizado, bem detalhado e alinhado com os objetivos do negócio e o valor do produto. Quanto às demais opções, o Scrum Master é responsável por garantir que o método Scrum seja seguido corretamente, facilitando a comunicação e removendo impedimentos, o Dev Team entrega incrementos do produto em cada Sprint e os stakeholders fornecem feedback e requisitos.",
    "erro_7":"A alternativa correta é a quarta (Benefícios para o usuário). As demais opções referem-se aos outros tipos de priorização. No caso, a primeira, à priorização baseada em valor, a segunda, à priorização baseada em esforço, e a terceira, à priorização baseada em dependências.",
    "erro_8":"“Abordar os maiores riscos do projeto o mais cedo possível” é a resposta correta. A priorização baseada em riscos é uma abordagem que visa identificar e tratar os maiores riscos o quanto antes no ciclo de desenvolvimento. Isso é feito para minimizar a probabilidade de que esses riscos se concretizem e causem problemas maiores no futuro.",
    "erro_9":"A segunda opção é a correta (Daily Scrum). A Daily Scrum promove a transparência e a rápida identificação de problemas ao permitir o compartilhamento constante de informações, visto que cada membro da equipe relata seu progresso e os desafios diários, aumentando a visibilidade do trabalho e promovendo a responsabilidade coletiva. Isso facilita a detecção imediata de impedimentos, possibilita um ciclo contínuo de feedback e permite a adaptação rápida às mudanças e desafios. Além disso, a reunião incentiva a colaboração e a sinergia entre os membros da equipe, resultando em soluções eficazes para os problemas identificados.",
    "erro_10":"A resposta correta é “Prioriza tarefas de menor esforço para alcançar rápidas vitórias “, visto que a Priorização baseada em esforço é a abordagem na qual as tarefas são classificadas com base no esforço necessário para completá-las. O principal objetivo de seu uso é identificar e executar tarefas que requerem menos esforço para que a equipe possa obter resultados rápidos e tangíveis. As outras opções estão incorretas porque a primeira refere-se à Priorização baseada em valor, a segunda indica a Priorização baseada em riscos e a terceira explica a Priorização baseada em dependências."
}