{
    "erro_1":"A quarta alternativa está correta. No Scrum, as Sprints são períodos fixos, geralmente de uma a quatro semanas, durante os quais a equipe trabalha para completar um conjunto específico de tarefas. Embora o conteúdo das Sprints possa ser ajustado conforme necessário, seus prazos são rígidos e não mudam. Isso pode ser visto como uma desvantagem em situações nas quais seria benéfico ter mais flexibilidade para acomodar mudanças significativas ou problemas inesperados.",
    "erro_2":"As duas afirmativas são falsas porque nenhuma delas descreve corretamente o momento em que essas cerimônias ocorrem no ciclo Scrum. A Sprint Review não é realizada no início de cada Sprint, mas sim no final, e seu propósito é inspecionar o incremento e adaptar o Product Backlog, se necessário. Da mesma forma, a Sprint Retrospective não é realizada no início da Sprint, mas também no final, após a Sprint Review, sendo uma oportunidade para a equipe refletir sobre o Sprint recém-concluído e identificar melhorias para os próximos Sprints.",
    "erro_3":"A descrição correta para Sprint Planning é: “Definir o trabalho a ser realizado na Sprint” (Segunda alternativa). “Refletir sobre a Sprint passada e identificar melhorias” é a descrição da Sprint Retrospective, “sincronizar as atividades diárias da equipe” é a opção que descreve a Daily Scrum e “apresentar e inspecionar o incremento do produto” indica o que ocorre na Sprint Review.",
    "erro_4":"A terceira alternativa é a correta (Exigência de autogestão). Nas equipes Scrum, os integrantes são responsáveis por organizar e gerenciar seu próprio trabalho sem a supervisão direta de um gerente. Embora essa abordagem tenha muitos benefícios, como maior autonomia da equipe, problemas de coordenação e execução das tarefas podem surgir caso haja membros que não possuem as habilidades necessárias para se autogerenciar efetivamente.",
    "erro_5":"A Priorização baseada em valor está focada na entrega contínua de valor ao cliente, pois é uma prática que coloca as tarefas que mais agregam ao produto final em primeiro plano. Seu principal objetivo é garantir que a equipe de desenvolvimento esteja sempre trabalhando nas atividades que mais importam para o cliente. Como a equipe está constantemente focada em fornecer os itens mais valiosos e relevantes primeiro, isso resulta em uma entrega contínua de valor.",
    "erro_6":"texto explicativo para a resolução da questão 6",
    "erro_7":"texto explicativo para a resolução da questão 7",
    "erro_8":"texto explicativo para a resolução da questão 8",
    "erro_9":"texto explicativo para a resolução da questão 9",
    "erro_10":"texto explicativo para a resolução da questão 10"
}