{
    "o_que_e": [
        "1",
        "v_ou_f",
        "O que é SCRUM",
        "/quiz/1_o_que_e",
        "2_pilares_e_valores",
        "vfvf",
        "De acordo com o texto anterior, marque Verdadeiro (V) ou Falso (F) nas afirmações a seguir:",
        "O Scrum promove o autogerenciamento e a adaptação às mudanças.",
        "O Scrum foi inicialmente pensado para ser aplicado apenas em projetos de desenvolvimento de software.",
        "O principal objetivo do Scrum é maximizar a entrega de valor ao cliente, mantendo qualidade e prazos definidos.",
        "O Scrum é uma metodologia estritamente hierárquica, sem espaço para colaboração.",
        "Um dos aspectos-chave é capacitar as equipes para se auto-organizarem e se adaptarem às mudanças ao longo do processo de desenvolvimento."
    ],
    "pilares_e_valores": [
        "2",
        "padrao",
        "Pilares e Valores",
        "/quiz/2_pilares_e_valores",
        "3_produto_sprints",
        "D",
        "Assinale a alternativa que NÃO corresponde a um dos valores do Scrum:",
        "Comprometimento",
        "Coragem",
        "Foco",
        "Trasparência",
        "Pense na diferença entre os valores e os pilares"
    ],
    "produto_sprints": [
        "3",
        "padrao",
        "Produto e Sprints",
        "/quiz/3_produto_sprints",
        "4_papeis",
        "C",
        "O Scrum é uma metodologia ágil criada com qual intuito?",
        "Aumentar a quantidade de reuniões no processo de desenvolvimento.",
        "Melhorar a qualidade dos produtos, mesmo que isso aumente o tempo gasto",
        "Diminuir o tempo gasto no desenvolvimento, mantendo a qualidade do resultado",
        "Substituir completamente outras metodologias de desenvolvimento",
        "Identifique a essência do Scrum."
    ],
    "papeis": [
        "4",
        "associacao",
        "Papéis",
        "/quiz/4_papeis",
        "5_master",
        "1324",
        "Associe as descrições aos respectivos papéis no Scrum:",
        "Responsável por entender os requisitos e o que o cliente realmente deseja.",
        "Define o conteúdo e os objetivos de cada Sprint junto com outros membros da equipe.",
        "Promove a colaboração eficaz e garante a distribuição clara de tarefas.",
        "Desempenha funções específicas para impulsionar o sucesso do projeto.",
        "Product Owner",
        "Scrum Master",
        "Scrum Master, Product Owner e Dev Team",
        "Dev Team",
        "Preste atenção nas principais responsabilidades de cada papel no Scrum: o Product Owner, o Scrum Master e o Dev Team."
    ],
    "master": [
        "5",
        "padrao",
        "Product Backlog",
        "/quiz/5_master",
        "6_product_owner",
        "D",
        "Qual das seguintes funções NÃO é uma responsabilidade do Scrum Master?",
        "Atuar como facilitador e lidar com obstáculos.",
        "Promover a comunicação eficaz entre os membros do time.",
        "Assegurar que as cerimônias do Scrum sejam realizadas corretamente.",
        "Determinar o modo propício de cumprir o que deve ser feito.",
        "O Scrum Master não tem autoridade de comando sobre o time."
    ],
    "product_owner": [
        "6",
        "padrao",
        "Product Owner",
        "/quiz/6_product_owner",
        "7_devteam",
        "C",
        "O Product Owner é responsável por:",
        "Desenvolver o produto diretamente.",
        "Promover a comunicação entre os membros do Dev Team.",
        "Maximizar o valor do produto e gerenciar o backlog.",
        "Facilitar as cerimônias do Scrum.",
        "O Product Owner é o responsável pela visão e valor do produto"
    ],
    "devteam": [
        "7",
        "associacao",
        "Dev Team",
        "/quiz/7_devteam",
        "8_stakeholders_clientes",
        "1,2,3,4",
        "Associe os elementos do Dev Team às suas descrições:",
        "Autogerida",
        "Colaborativa",
        "Comprometida com a entrega de valor",
        "Participação ativa nas reuniões de planejamento e desenvolvimento",
        "A equipe possui todas as habilidades necessárias para entregar um incremento de produto a cada Sprint",
        "O Dev Team trabalha de forma eficiente e coordenada",
        "A equipe busca constantemente melhorar processos e resultados",
        "O time é responsável por transformar as ideias do Product Owner em um produto funcional",
        "O Dev Team é autogerido e possui todas as habilidades necessárias para entregar um incremento de produto a cada Sprint."
    ],
    "stakeholders_clientes": [
        "8",
        "padrao",
        "Stakeholders e Clientes",
        "/quiz/8_stakeholders_clientes",
        "9_sprint_planning",
        "C",
        "Quem é o responsável por entender os requisitos e o que o cliente realmente deseja no Scrum?",
        "O ScrumMaster",
        "O Time de Desenvolvimento",
        "O Proprietário do Produto",
        "O Gerente de Projeto",
        "Esta pessoa gerencia o backlog do produto."
    ],
    "sprint_planning": [
        "9",
        "v_ou_f",
        "Sprint Planning",
        "/quiz/9_sprint_planning",
        "10_daily",
        "vfvf",
        "Marque as afirmações como verdadeiras(v) ou falsas(f):",
        "O Sprint Planning marca o início de cada Sprint",
        "O Scrum Master deve criar o Sprint Backlog",
        "A equipe de desenvolvimento decompõe os itens do Sprint Backlog em tarefas específicas",
        "O Product Owner não participa do Sprint Planning.",
        "Pense no papel colaborativo e participativo dos membros da equipe no Scrum."
    ],
    "daily": [
        "10",
        "padrao",
        "Daily Scrum",
        "/quiz/10_daily",
        "11_sprint_review",
        "B",
        "Qual é a principal finalidade da Daily?",
        "Rever o trabalho concluído da Sprint.",
        "Sincronizar as atividades da equipe e ajustar o plano de ação diário.",
        "Planejar a próxima Sprint.",
        "Apresentar o incremento do produto aos stakeholders.",
        "Pense na frequência e no propósito dessa reunião curta."
    ],
    "sprint_review": [
        "11",
        "padrao",
        "Sprint Review",
        "/quiz/11_sprint_review",
        "12_sprint_retrospective",
        "C",
        "Quem pode ser convidado para a Sprint Review?",
        "Apenas o Scrum Master.",
        "Apenas o Time de Desenvolvimento.",
        "O P.O e possíveis convidados, como o cliente ou acionistas do projeto.",
        "Apenas o Product Owner.",
        "Pense em quem se beneficia ao ver o incremento do produto."
    ],
    "sprint_retrospective": [
        "12",
        "padrao",
        "Sprint Retrospective",
        "/quiz/12_sprint_retrospective",
        "13_eventos_adicionais",
        "C",
        "Qual é o principal objetivo da Sprint Retrospective?",
        "Decompor os itens do Sprint Backlog em tarefas específicas.",
        "Sincronizar as atividades diárias da equipe.",
        "Refletir sobre a Sprint que se passou e identificar oportunidades de melhoria.",
        "Apresentar o incremento do produto aos stakeholders.",
        "Pense em uma reunião focada na melhoria contínua do processo de trabalho da equipe."
    ],
    "eventos_adicionais": [
        "13",
        "associacao",
        "Eventos Adicionais",
        "/quiz/13_eventos_adicionais",
        "14_product_backlog",
        "2413",
        "Associe as atividades às respectivas cerimônias do Scrum:",
        "Sprint Planning",
        "Daily",
        "Sprint Review",
        "Sprint Retrospective",
        "Sincronizar as atividades diárias da equipe",
        "Refletir sobre a Sprint passada e identificar melhorias",
        "Definir o trabalho a ser realizado na Sprint",
        "Inspecionar o incremento do produto e coletar feedbacks",
        "Pense nas atividades que ocorrem durante cada cerimônia do Scrum."
    ],
    "backlog_refinement": [
        "15",
        "padrao",
        "Backlog Redefinement",
        "/quiz/15_backlog_refinement",
        "16_algumacoisa",
        "C",
        "Quem deve garantir a participação ativa de todos durante o Sprint Planning?",
        "O Product Owner",
        "O Time de Desenvolvimento",
        "O Scrum Master",
        "O Cliente",
        "Considere o papel de liderança do Scrum Master na facilitação das cerimônias do Scrum."
    ],
    "product_backlog": [
        "14",
        "padrao",
        "Product Backlog",
        "/quiz/14_product_backlog",
        "15_backlog_refinement",
        "B", 
        "Qual é o compromisso do Product Backlog?",
        "A Meta da Sprint.",
        "A Meta do Produto.",
        "A Meta do Cliente.",
        "A Meta do Desenvolvimento.",
        "Pense no conjunto de requisitos e funcionalidades que compõem o produto a ser desenvolvido."
    ],
    "meta_produto": [
        "16",
        "padrao",
        "User Stories e meta do produto",
        "/quiz/16_meta_produto",
        "17_sprint_backlog",
        "B",
        "Como uma História do Usuário é geralmente escrita?",
        "< ator > quer < ação > para < objetivo >.",
        "Como < ator >, quero/preciso/gostaria de < ação > para que < objetivo >.",
        "< ator > fará < ação > para alcançar < objetivo >.",
        "Quero/preciso de < ação > para que < objetivo >.",
        "Uma story deve identificar o sujeito no tempo presente"
    ],
    "sprint_backlog": [
        "17",
        "padrao",
        "Sprint Backlog",
        "/quiz/17_sprint_backlog",
        "18_burndown",
        "C",
        "Quem define a Meta da Sprint?",
        "Apenas o Product Owner.",
        "Apenas o Scrum Master.",
        "Os Desenvolvedores e o Product Owner.",
        "O Cliente",
        "A definição da Meta da Sprint é uma responsabilidade compartilhada entre os Desenvolvedores e o Product Owner."
    ],
    "burndown": [
        "18",
        "padrao",
        "Burndown Chart",
        "/quiz/18_burndown",
        "19_dod",
        "B",
        "Qual é a principal função do Burndown Chart?",
        "Mostrar a quantidade de trabalho concluído ao final da Sprint.",
        "Medir o desempenho do time durante as Sprints.",
        "Planejar as próximas Sprints.",
        "Estimar os custos do projeto.",
        "O Burndown Chart é uma ferramenta visual usada para acompanhar o progresso do trabalho durante uma Sprint."
    ],
    "dod": [
        "19",
        "padrao",
        "Definition of Done",
        "/quiz/19_dod",
        "20_dor",
        "D",
        "Quem é responsável por assegurar a aplicação eficaz da Definition of Done (DoD)?",
        "Apenas o Scrum Master.",
        "Apenas o Product Owner.",
        "Apenas o Dev Team.",
        "Todos os membros da equipe.",
        "A Definition of Done (DoD) é uma lista de critérios que define quando uma tarefa está completa."
    ],
    "dor": [
        "20",
        "padrao",
        "Definition of Ready",
        "/quiz/20_dor",
        "21_planning_poker",
        "B",
        "Qual é a principal função da Definition of Ready (DoR)?",
        "Garantir que as tarefas estejam completas ao final da Sprint.",
        "Assegurar que a equipe de desenvolvimento tenha todas as informações necessárias para começar a trabalhar em uma tarefa.",
        "Estimar o esforço necessário para completar as tarefas.",
        "Planejar as metas da Sprint.",
        "A Definition of Ready (DoR) define os critérios que uma tarefa precisa atender antes de ser selecionada para ser trabalhada durante a Sprint."
    ],
    "planning_poker": [
        "21",
        "padrao",
        "Planning Poker",
        "/quiz/21_planning_poker",
        "22_priorizacao",
        "B",
        "O que significa a carta com o símbolo da interrogação (?) no Planning Poker?",
        "Necessidade de uma pausa.",
        "Dúvidas sobre a user story.",
        "User story muito pequena.",
        "Tarefa de baixa prioridade.",
        "A carta com o símbolo da interrogação (?) no Planning Poker indica dúvidas sobre a user story."
    ],
    "priorizacao": [
        "22",
        "padrao",
        "Priorização",
        "/quiz/22_priorizacao",
        "23_valor",
        "B",
        "O que o Product Owner considera ao determinar o valor de cada tarefa?",
        "Disponibilidade dos desenvolvedores.",
        "Benefícios para o usuário, retorno financeiro e alinhamento estratégico.",
        "Preferências pessoais do Product Owner.",
        "Feedback dos clientes após a entrega.",
        "Ao determinar o valor de cada tarefa, o Product Owner considera benefícios para o usuário, retorno financeiro e alinhamento estratégico."
    ],
    "valor": [
        "23",
        "padrao",
        "Priorização por Valor",
        "/quiz/23_valor",
        "24_risco",
        "B",
        "Qual é o objetivo da priorização baseada em valor no Scrum?",
        "Resolver os maiores riscos do projeto.",
        "Entregar o máximo de valor ao cliente no menor tempo possível.",
        "Simplificar a implementação das tarefas.",
        "Minimizar o esforço necessário para completar as tarefas.",
        "A priorização baseada em valor no Scrum tem como objetivo entregar o máximo de valor ao cliente no menor tempo possível."
    ],
    "risco": [
        "24",
        "padrao",
        "Priorização por Risco",
        "/quiz/24_risco",
        "25_esforco",
        "D",
        "Qual é o objetivo principal da priorização baseada em riscos?",
        "Maximizar o retorno financeiro do projeto.",
        "Alinhar o desenvolvimento com a estratégia da empresa.",
        "Minimizar o esforço necessário para cada tarefa.",
        "Resolver os maiores riscos do projeto o mais cedo possível.",
        "A priorização baseada em riscos tem como objetivo resolver os maiores riscos do projeto o mais cedo possível."
    ],
    "esforco": [
        "25",
        "padrao",
        "Priorizacao por Esforço",
        "/quiz/25_esforco",
        "26_dependencias",
        "A",
        "Qual é o benefício principal da priorização baseada em esforço?",
        "Permitir rápidas vitórias e manter um ritmo constante de progresso.",
        "Alinhar as tarefas com a estratégia da empresa.",
        "Reduzir os riscos do projeto.",
        "Maximizar o retorno financeiro do projeto.",
        "O benefício principal da priorização baseada em esforço é permitir rápidas vitórias e manter um ritmo constante de progresso."
    ],
    "dependencias": [
        "26",
        "padrao",
        "Priorização por Dependências",
        "/quiz/26_dependencias",
        "27_vantagens1",
        "B",
        "O que a equipe de desenvolvimento considera na priorização baseada em dependências?",
        "A quantidade de esforço necessário para cada tarefa.",
        "As relações existentes entre as tarefas do backlog.",
        "Os benefícios financeiros das tarefas.",
        "As preferências dos clientes.",
        "Na priorização baseada em dependências, a equipe de desenvolvimento considera as relações existentes entre as tarefas do backlog."
    ],
    "vantagens1": [
        "27",
        "padrao",
        "Vantagens do SCRUM (parte 1)",
        "/quiz/27_vantagens1",
        "28_vantagens2",
        "B",
        "Qual das seguintes opções é uma vantagem do Scrum mencionada no texto?",
        "Redução de custos operacionais.",
        "Maior adaptabilidade às mudanças.",
        "Menor necessidade de comunicação.",
        "Exclusão de reuniões diárias.",
        "Uma vantagem do Scrum mencionada no texto é sua maior adaptabilidade às mudanças."
    ],
    "vantagens2": [
        "28",
        "padrao",
        "Vantagens do SCRUM (parte 2)",
        "/quiz/28_vantagens2",
        "29_desvantagens1",
        "C",
        "Como o Scrum melhora a comunicação e a colaboração na equipe?",
        "Por meio de uma hierarquia rígida.",
        "Com a eliminação de reuniões frequentes.",
        "Através de reuniões diárias que ajudam a identificar problemas rapidamente.",
        "Por evitar mudanças no projeto durante o desenvolvimento.",
        "O Scrum melhora a comunicação e a colaboração na equipe através de um elemento específico que ajuda a identificar problemas rapidamente."
    ],
    "desvantagens1": [
        "29",
        "padrao",
        "Desvantagens do SCRUM (parte 1)",
        "/quiz/29_desvantagens1",
        "30_desvantagens2",
        "B",
        "Qual é uma desvantagem do Scrum de acordo com o texto?",
        "Baixa qualidade do produto final.",
        "Dificuldade em prever prazos de conclusão.",
        "Falta de flexibilidade no desenvolvimento.",
        "Menor visibilidade e transparência.",
        "A desvantagem do Scrum mencionada no texto está relacionada à previsibilidade."
    ],
    "desvantagens2": [
        "30",
        "padrao",
        "Desvantagens do SCRUM (parte 2)",
        "/quiz/30_desvantagens2",
        "31_outrosaspectos",
        "B",
        "Por que a exigência de autogestão pode ser uma desvantagem no Scrum?",
        "Porque reduz a flexibilidade do projeto.",
        "Porque a equipe pode não ter experiência ou maturidade suficiente.",
        "Porque elimina a necessidade de reuniões diárias.",
        "Porque impede a entrega incremental de valor.",
        "A desvantagem relacionada à autogestão no Scrum está ligada à experiência e maturidade da equipe."
    ],
    "outrosaspectos": [
        "31",
        "padrao",
        "Outros aspectos do SCRUM",
        "/quiz/31_outrosaspectos",
        "result",
        "B",
        "Qual das seguintes opções descreve corretamente uma vantagem e uma desvantagem do Scrum mencionadas?",
        "Vantagem: Maior adaptabilidade. Desvantagem: Baixa qualidade do produto final.",
        "Vantagem: Entrega incremental de valor. Desvantagem: Risco de sobrecarga.",
        "Vantagem: Menor necessidade de colaboração. Desvantagem: Falta de flexibilidade.",
        "Vantagem: Exclusão de reuniões diárias. Desvantagem: Menor visibilidade.",
        "A vantagem realça a adaptabilidade, enquanto a desvantagem destaca a qualidade do produto final."
    ],
    "result":[]
}
